Repository: psegarel/DB-WebDev
Catalog: sites/all/modules/taxonomy_defaults/translations/*.po
Languages: es

source: active
es: activo

source: not active
es: no activo

source: Save configuration
es: Guardar configuración

source: Reset to defaults
es: Restablecer valores predefinidas

source: Before you can assign default terms to node types, go to !link to create and fill vocabularies.
es: Antes de poder asignar términos predefinidos a tipos de nodos, vaya a !link para crear y completar vocabularios.

source: add vocabulary
es: añadir vocabulario

source: The configuration options have been reset to their default values.
es: Las opciones de configuración se han restablecido a sus valores predefinidos.

source: The configuration options have been saved.
es: Se han guardado las opciones de configuración.

source: content type
es: Tipo de contenido

source: vocabularies and terms
es: vocabularios y términos

source: Taxonomy Defaults
es: Taxonomía predefinida

source: Assign default taxonomy terms per node-type.
es: Asignar términos de taxonomía predefinidos por tipo de nodo.

source: Below you may select default terms for each content type. Check the 'active' box next to the vocabulary, then select the terms.
es: A continuación puede seleccionar los términos predefinidos para cada tipo de contenido. Marque la casilla "activo" al lado del vocabulario y entonces seleccione los términos.

source: If <strong>not active</strong>, this vocabulary is not enabled for this content type (on the <a href="@url">categories page</a>). The terms will be added to the content without appearing on the add and edit pages.
es: Si esta "<strong>no activo</strong>", este vocabulario no estará activo para este tipo de contenido (en la <a href="@url">página de categorías</a>). Los términos se añadirán al contenido sin aparecer de las páginas de añadir y editar.

source: If <strong>active</strong>, these taxonomy terms will simply be pre-selected on the submission page for this content type.
es: Si está “<strong>activo</strong>”, estos términos de taxonomía aparecerán preseleccionados en la páginas de envío de este tipo de contenido.

source: Default terms
es: Términos predefinidos

source: taxonomy_defaults
es: taxonomía predefinida
